{
    "name": "Queen Ouija",
    "designation": "MP, Former Mayor",
    "party": "Bharatiya Janata Party (BJP)",
    "age": 67,
    "selfProfession": "business",
    "spouseProfession": "business",
    "constituency": "Guwahait (Assam)",
    "contactEmail":"queen.oja@rediffmail.com, queen.oja@sansad.nic.in",
    "permanentAddress": "House No.20, Jivagiri path, Ashram Road, Ulubari, Guwahati-781007, Assam",
    "presentAddress": "801, Ganga Apartment, Dr B.D. Marg, New Delhi-110001",
    "contactNumbers": "08527524569(M), 09435147152",
    "about": "She is one of the 3 female MPs to be elected from the Northeast region in the 17th Loksabha. Queen Ouija's career in politics began as a student activist where she played a key role in the Assam movement against Bangladeshi immigrants. For the uninitiated Assam movement was a popular agiation that began in 1979. The movement was basically a call for the government to oust the illegal immigrants who had come in from Bangladesh after the war and were competing with indegeneous population for resources. The moment at the time was anchored by the All Assam Students Union (ASSU) which Oja was a part of. In an interview with Firstpost, she said that she along with other women activists were not only part of the protest but also helped nurse injured activists and supply home cooked food to those who were in jail. After a peace accord was signed and the movement ended, Oja joined the Asom gana parishad, a political party that birth from this movement. She contested the 2011 Assam assembly elections from the Guwahati east constituency but lost. Then before the 2019 general elections Queen Oja joined the Bharatiya Janata Party and contested in Guwahati. Oja won the elections and made her way to the Loksabha after getting a sizeable vote share of 57%. As a parliamentarian Queen Oja's performance has been below average.",
    "education": "Graduate",
    "assemblyAttendance": 71,
    "assemblyAttendenceNationalAvg": 81,
    "debatesParticipated": 20,
    "debatesParticipatedNationalAvg": 25.2,
    "questionsAsked": 78,
    "questionsAskedNationalAvg": 92,
    "controversies": [
        {
            "text": "Irony died a thousand deaths when Queen Oja supported the government on the sensitive issue of the Citizenship amendment act(CAA). The indigeneous people of Assam had strongly objected to this law. Fearing that once again foreign immigrants belonging to certain religion would flood their land and compete with them for resources and this includes Hinuds. When Oja was asked about her stand on the issue, she said that her stand is the same as that of her party which is the BJP. It was because of this that she was shown black flags by the members of the All Assam Students Union (ASSU) which she was a part of.",
            "sources": [
                {
                    "name": "The Hindu",
                    "img": ""
                },
                {
                    "name": "The Sentinel",
                    "img": ""
                }
            ]
        },
        {
            "text": "Oja has also been ambroid in a controversy regarding the educational qualifications mentioned in her election affidavit. In the initial affidavit filed by her Oja claimed that she had completed her higher secondary education from the state run Krishna Kanta Handiki State Open University (KKHSOU). However later officials from the university themselves announced that they did not offer any such course. So Oja then filed another election affidavit on the same day stating that she had made some mistake and then resubmitted her affidavit where in she said she completed her bachelors preparatory program in 2012",
            "sources": [
                {
                    "name": "EastMojo",
                    "img": ""
                },
                {
                    "name": "The Citizen",
                    "img": ""
                }
            ]
        }
    ],
    "assets": {
        "self": "Renting of immovable properties, Remuneration from private companies, Income from parternship firm, Interest etc.",
        "spouse": "Renting of immovable properties, Remuneration from private companies, Income from parternship firm, Interest etc.",
        "amount": "630219570"
    }
}